{"author": "billynick", "name": "greybiance", "description": "<p>\n allright so a new theme from me. basically a mod of my old one <a href=\"http://cinnamon-spices.linuxmint.com/themes/view/7\">frostymint</a></p>\n<p>\n id like to think its a little more refined but there might be bugs. but personally im very happy with it. the colours are inspired by the <a href=\"http://grvrulz.deviantart.com/art/Hope-gtk3-206207315?q=boost:popular in:customization/skins/linuxutil hope-dt&qo=0\">hope gtk theme</a> by grvrulz and the ubuntu ambiance theme (yes im an ubuntu refugee that couldnt cope with unity and loves cinnamon)</p>\n<p>\n included is also a modded gtk and metacity theme based on the hope gtk theme mentioned above. i think this gtk/metacity matches the cinnamon theme very nicely</p>\n<p>\n also the wallpaper in the screenshot it <a href=\"http://eldis82.deviantart.com/art/Mint-Tagline-288345439?q=in:customization/wallpaper sort:time linux mint&qo=0\">mint tagline</a> by EldiS82 where ive modded it in gimp by adding a new layer in a&nbsp; shade of green and used the &#39;multiply&#39; layer mode</p>\n<p>\n &nbsp;</p>\n<p>\n a better screenshot can be found <a href=\"http://i.imgur.com/WNf2T.jpg\">here</a> - i wasnt able to get the full size png below 1mb (note this hasnt been updated)</p>\n<p>\n &nbsp;</p>\n<p>\n <strong>NOTE: im using font text scaling factor 0.9 in cinnamon-settings &gt;fonts&gt;text scaling factor</strong></p>\n<p>\n &nbsp;</p>\n<p>\n <strong>changelog:</strong></p>\n<p>\n 2.0: gtk theme should work with maya/precise now. other fixes and tweaks</p>\n<p>\n 2.01: - a bit of transparency (actually added in 2.0 but forgot to mention)</p>\n<p>\n -cinnamon text and applet colours now match better</p>\n<p>\n -cinnamon and gtk theme colours now match much better</p>\n<p>\n -removed a tiny blue border around applets that i hadnt noticed before due to not wearing glasses!</p>\n<p>\n -improved applet hover (partly done in 2.0)</p>\n<p>\n -probably more but cant remember</p>\n<p>\n 2.02: made the applet hover colour lighter and easier to see</p>\n<p>\n &nbsp;</p>\n<p>\n <strong>todo</strong> (perhaps):</p>\n<p>\n -make it look like this with font scaling 1.0 ? - i guess thats what most people are using</p>\n"}